Repository: FernandoSolano20/WebAppFernandoProject2
Catalog: Web_App/Configs/Resource/Res.*.resx
Languages: es

source: Bye
es: Adiós

# Hola
source: Hello
es: Hola

# Editar
source: Edit
es: Editar

# Cancelar
source: Cancel
es: Cancelar

# Guardar
source: Save
es: Guardar

# Nombre
source: Name
es: Nombre

# Descripcion
source: Description
es: Descripción

# Estado
source: Status
es: Estado

# IngresarTextoEditar
source: Enter the data to edit
es: Ingrese los datos a modificar

# Crear
source: Create
es: Crear

# TiposTrabajo
source: Job Types
es: Tipos de trabajo

# IngresarTextoCrear
source: Enter the data to insert
es: Ingrese los datos del nuevo registro

source: ID
es: Identificador

# Saludo
source: Greetings
es: Saludos

# Eliminar
source: Delete
es: Eliminar

# ConfirmacionEliminar
source: Please confirm you want to delete
es: Por favor confirme que desea eliminar

# ConfirmacionEstado
source: Please confirm you want to change the current state component
es: Por favor confirme que desea cambiar el estado del componente

# ActivarDesactivar
source: Active/Deactivate
es: Activar/Desactivar

# Acciones
source: Actions
es: Acciones

# Cedula
source: Identification card
es: Cédula

# Pasaporte
source: Passport
es: Pasaporte

# Residente
source: Resident
es: Residente

# Identificacion
source: Id
es: Identificación

# NoCumpleConElFormato
source: Does not comply with the format
es: No cumple con el formato

# CumpleConElFormato
source: Complies with the format
es: Cumple con el formato

# PrimerApellido
source: Last Name
es: Primer Apellido

# SegundoApellido
source: Second last name
es: Segundo Apellido

# Buscar
source: Search
es: Buscar

# SeleccioneUnaOpcion
source: Select an option
es: Seleccione una opción

# Provincia
source: Province
es: Provincia

source: Canton
es: Cantón

# Distrito
source: District
es: Distrito

# DireccionExacta
source: Exact direction
es: Dirección exacta

# PaisDeNacimiento
source: Country of birth
es: País de nacimiento

# FechaNacimiento
source: Birth date
es: Fecha nacimiento

# Telefono
source: Phone
es: Teléfono

# CorreoElectronico
source: Email
es: Correo electrónico

# Genero
source: Gender
es: Género

# MonedaParaUsarEnElSistema
source: Currency to use in the system
es: Moneda para usar en el sistema

# LenguajeDelSistema
source: System language
es: Lenguaje del sistema

# TieneEmpresa
source: Do you have a company?
es: ¿Usted tiene una empresa?

# CedulaJuridica
source: Legal ID
es: Cédula jurídica

# RazonSocial
source: Business name
es: Razón Social

# NombreComercial
source: Tradename
es: Nombre comercial

# FechaCreacion
source: Creation date
es: Fecha creación

# Tipo
source: Type
es: Tipo

# Membresia
source: Membership
es: Membresía

# MantenimientoTiposTrabajoDescripcion
source: Maintenance view for job types in the platform
es: Vista de mantenimiento de tipos de trabajo en la plataforma

# Inicio
source: Home
es: Inicio

# Conocenos
source: About Us
es: Conócenos

# Productos
source: Products
es: Productos

# InicioSesion
source: Log In
es: Inicio Sesión

# TrabajeConExpertos
source: Work with the experts
es: Trabaje con los expertos

# EncontrarMejoresProfesionales
source: In Master you will find the best professionals in all areas
es: En Master podrá encontrar los mejores profesionales de todas las áreas

# ComienceAConstruir
source: Start building
es: Comience a construir

# ComienceADisenar
source: Start designing
es: Comience a diseñar

# ComienceAAprender
source: Start learning
es: Comience a aprender

# ConozcaMaster
source: Meet MASTER
es: Conozca MASTER

# DescripcionMasterLanding
source: MASTER is a platform that facilitates the process of contracting professional services in Costa Rica. Through a supply-demand system, our clients will be able to contact expert personnel in any area they need.
es: MASTER es una plataforma que facilita el proceso de contratación de servicios profesionales en Costa Rica. Mediante un sistema de oferta demanda, nuestros clientes podrán contactar a personal experto en cualquier área que necesite.

# Expertos
source: Experts
es: Expertos

# ExpertosDescripcion
source: Find the best professionals in the area you need at any time.
es: Encuentre los mejores profesionales en el área que necesite en cualquier momento.

# Seguridad
source: Safety
es: Seguridad

# SeguridadDescripcion
source: Select the company that best suits your budget and needs.
es: Seleccione a la empresa que mejor se adecue a su presupuesto y necesidades.

# Confianza
source: Trustworthy
es: Confianza

# ConfianzaDescripcion
source: Select the company that best suits your budget and need.
es: Seleccione a la empresa que mejor se adecúe a su presupuesto y necesidades.

# ComenzarATrabajarEnSusProyectos
source: Let all of our experts start working on your most ambitious projects.
es: Permita a todos nuestros expertos comenzar a trabajar en tus proyectos más ambiciosos.

# RegistreseSinNingunCostoAdicional
source: At no additional cost register now and start dreaming big.
es: Sin ningún costo adicional regístrese ahora mismo y comience a soñar en grande.

# RegistreseAhora
source: Register now
es: Regístrese ahora

# SeaUnMaster
source: Become a MASTER
es: Sea un MASTER

# PromocioneSuTrabajo
source: Promote your work
es: Promocione su trabajo

# PromocioneSuTrabajoDescripcion
source: In MASTER you will be able to contact hundreds of users and share all their incredible work
es: En MASTER podrá contactar con cientos de usuarios y dar a conocer todo su increíble trabajo

# RecibaSusGanancias
source: Receive your winnings instantly
es: Reciba sus ganancias instantaneamente

# RecibaSusGananciasDescripcion
source: Choose when to receive the benefits you have generated thanks to working on the platform
es: Elija cuándo recibir los beneficios que ha generado gracias al trabajo en la plataforma

# InscripcionAnual
source: Annual enrollment
es: Inscripción anual

# InscripcionAnualDescripcion
source: Renew your subscription to the platform every year and forget about long and tedious processes
es: Renueve su suscripción a la plataforma cada año y olvídese de procesos largos y tediosos

# ElaboradoPor
source: Produced by
es: Elaborado por

# ContacteALosMejores
source: Contact the best
es: Contacte a los mejores

# VerboHTTP
source: HTTP Verb
es: Verbo HTTP

# Accion
source: Action
es: Acción

# Identificador
source: Identifier
es: Identificador

# Fecha
source: Date
es: Fecha

# Entidad
source: Entity
es: Entidad

# IDUsuario
source: User ID
es: ID Usuario

# Bitacora
source: Logbook
es: Bitácora

# BitacoraDescripcion
source: View with data entered in platform logbook
es: Vista con la información agregada a la bitácora de la plataforma

# IDPropietario
source: ID Owner
es: ID Propietario

# Documentos
source: Documents
es: Documentos

# DocumentosDescripcion
source: Manage your company documents
es: Administre los documentos de su empresa

# Titulo
source: Title
es: Título

# Membresias
source: Memberships
es: Membresías

# MembresiasDescripcion
source: Start growing with a MASTER membership
es: Comience a crecer con una membresía MASTER

# MembresiaEstandar
source: Standard Membership
es: Membresía Estándar

# MembresiaPremium
source: Premium Membership
es: Membresía Premium

# MembresiaEstandarDescripcion
source: Multiply your income with our basic MASTER membership. With this membership you will be able to propel your business thanks to all the new jobs available from our clients.
es: Multiplique sus ingresos con nuestra membresía básica MASTER. Con esta membresía podrá propulsar su negocio gracias a todos los nuevos trabajos disponibles de nuestros clientes.

# MembresiaPremiumDescripcion
source: Start your journey as a featured MASTER with Premium Membership. All your offers will be shown as Featured and you can improve your competitiveness by seeing offers made by other companies to the client.
es: Inicie su rumbo como un MASTER destacado con la Membresía Premium. Todas sus ofertas serán mostradas como Destacadas y podrá mejorar su competitividad al ver ofertas realizadas por otras empresas al cliente.

# ComprarAhora
source: Buy now
es: Comprar ahora

# ConvertirseEnMaster
source: It is time to become a MASTER.
es: Es el momento de convertirse en un MASTER.

# ImpulsarNegocio
source: Boost your business exponentially right now for just
es: Impulse su negocio de forma exponencial ahora mismo por solo

# ExtenderMembresia
source: Extend your membership
es: Extienda su membresía

# MejorarMembresia
source: Take your business to another level for just
es: Lleve a su negocio a otro nivel por solo

# AdquirirMembresia
source: Acquire Standard Membership
es: Adquirir Membresía Estándar

# Rol
source: Role
es: Rol

# ConfirmarMembresiaEstandar
source: Confirmation to acquire Standard Membership
es: Confirmación de adquisición de Membresía Estándar

# ConfirmarMembresiaEstandarTexto1
source: Your current membership is Premium
es: Actualmente su membresía es de tipo Premium

# ConfirmarMembresiaEstandarTexto2
source: You can change to Standard Membership for
es: Usted puede cambiar su membresía a Estándar por

# ExtenderMembresiaPremium
source: Extend your Premium Membership
es: Extienda su membresía Premium

# ConvertirseEnMasterPremium
source: Become a Premium MASTER today
es: Conviértase en MASTER Premium hoy mismo

# ImpulsarNegocioPremium
source: Take your business to the next level, skyrocket your income with our Premium Membership for
es: Lleve su negocio al siguiente nivel, dispare sus ingresos con nuestra Membresía Premium por

# AdquirirMembresiaPremium
source: Acquire your Premium Membership
es: Adquiera su membresía Premium

# Rechazar
source: Refuse
es: Rechazar

# Aceptar
source: Accept
es: Aceptar

# PorcentajeComisionPorTrabajo
source: Commission rate for work
es: Porcentaje de comisión por trabajo

# CambiarContrasenna
source: Change password
es: Cambiar contraseña

# Contrasenna
source: Password
es: Contraseña

# ConfirmarContrasenna
source: Confirm password
es: Confirmar contraseña

# OlvidarContrasenna
source: Forgot password
es: Olvidar contrasena

# IniciarSesion
source: Login
es: Iniciar Sesión

# OlvidoSuContrasennaPregunta
source: Forgot password?
es: ¿Olvidó su contraseña?

# PanelControl
source: Dashboard
es: Panel Control

# PanelControlDescripcion
source: Manage the platform's data with statistics and charts
es: Administre la información de la plataforma mediante estadísticas y reportes

# IngresosDiarios
source: Today´s income
es: Ingresos diarios

# IngresosSeisMeses
source: Last 6 months income
es: Ingresos últimos 6 meses

# IngresoSeisMesesDescripcion
source: Chart showing the income of the last 6 months on the platform
es: Gráfico que muestra los ingresos de los últimos 6 meses a la plataforma

# Especialidades
source: Specialties
es: Especialidades

# MantenimientoEspecialidadDescripcion
source: Maintenance view for specialties in the platform
es: Vista de mantenimiento de especialidades en la plataforma

# Trabajos
source: Jobs
es: Trabajos

# Trabajadores
source: Workers
es: Trabajadores

# Estadisticas
source: Statistics
es: Estadísticas

# Perfil
source: Profile
es: Perfil

# Configuraciones
source: Settings
es: Configuraciones

# CerrarSesion
source: Log Out
es: Cerrar sesión

# Usuarios
source: Users
es: Usuarios

# Sistema
source: System
es: Sistema

# TerminosServicio
source: Terms of Service
es: Términos Servicio

# SolicitudesTrabajo
source: Job Requests
es: Solicitudes de Trabajo

# RegistrarAdministrador
source: Register administrator
es: Registro de administrador

# RegistrarOferenteJuridico
source: Register legal offeror
es: Registro de oferente jurídico

# RegistrarOferenteFisico
source: Register physical offeror
es: Registro de oferente físico

# OferentesPendientes
source: Pending offeror
es: Oferentes pendientes

# BorrarMarca
source: Clear mark
es: Borrar marca

# AprobacionProveedores
source: Approve Providers
es: Aprobar Proveedores

# ListaUsuarios
source: Users list
es: Lista Usuarios

# ConfiguracionesDescripcion
source: Manage your preferences when using the platform
es: Administre sus preferencias a la hora de utilizar la plataforma

# Licencias
source: Licences
es: Licencias

# LicenciasDescripcion
source: Acquire or renew your MASTER license to continue building your path on our platform
es: Adquiera o renueve su licencia MASTER para seguir construyendo su camino en nuestra plataforma

# IrAhora
source: Go now
es: Ir ahora

# EditarPerfil
source: Edit Profile
es: Editar Perfil

# RolDescripcion
source: Role management view
es: Vista de administración de roles

# PerfilAdministrador
source: Administrator Profile
es: Perfil Administrador

# EdicionPerfilAdministrador
source: Modify your profile information
es: Modifique la información de su perfil

# Usuario
source: User
es: Usuario

# FechaInicioTrabajo
source: Job start date
es: Fecha inicio de trabajo

# GenerarNuevaSolicitudTrabajo
source: Create a new Job Request
es: Generar nueva Solicitud de Trabajo

# GenerarNuevaSolicitudTrabajoDescripcion
source: Please enter all the information related to your necessity. We will contact all our Masters to help you right after we finish this request.
es: Ingrese toda la información relacionada con su solucitud. Nos pondremos en contacto con todos nuestros Masters para ayudarlo inmediatamente después de completar el formulario

# DeseaAgregarPresupuesto
source: Do you want to add a budget?
es: ¿Desea agregar un presupuesto?

# Presupuesto
source: Budget
es: Presupuesto

# Annadir
source: Add
es: Añadir

# Fotografias
source: Pictures
es: Fotografías

# SolicitudTrabajoEnviada
source: Job Request Sent
es: Solicitud de Trabajo Enviada

# SolicitudTrabajoEnviadaDescripcion
source: Your job application has been sent to all our Masters in the specified area. Soon a company will get in touch.
es: Su solicitud de trabajo ha sido enviada a todos nuestros Masters en el área especificada. Pronto una empresa se pondrá en contacto.

# GraciasPorConfiarEnMaster
source: Thanks for trusting MASTER!
es: ¡Gracias por confiar en MASTER!

# Listo
source: Done
es: Listo

# SolicitudesActivas
source: Active requests
es: Activas

# SolicitudesCompletas
source: Completed requests
es: Completas

# SolicitudesPendientesCalificar
source: Rating pending requests
es: Pendientes de calificar

# SolicitudesPendientesAdjudicar
source: Pending requests
es: Pendientes adjudicar

# SolicitudesActivasDescripcion
source: View all your ongoing requests with our Masters
es: Administre sus solicitudes de trabajo activas con nuestros Masters

# SolicitudesCompletasDescripcion
source: View your previous job requests. You can generate a new request based on one of these.
es: Visualice sus solicitudes de trabajo previas. Puede generar una nueva solicitud en base a una de estas.

# NombreEmpresa
source: Company name
es: Nombre Empresa

# SolicitudesPendientesAdjudicarDescripcion
source: View all your requests that are being reviewed by our Masters
es: Visualice sus solicitudes de trabajo que están siendo revisadas por nuestros Masters

# SolicitudesPendientesCalificarDescripcion
source: View your previous job requests that are pending your rating
es: Visualice sus solicitudes de trabajo anteriores que están pendientes de su calificación

# CancelarSolicitudTrabajo
source: Cancel job request
es: Cancelar solicitud de trabajo

# CancelarSolicitud
source: Cancel request
es: Cancelar solicitud

# ConfirmacionCancelacionSolicitud
source: Please confirm you want to cancel your request regarding
es: Por favor confirme que desea eliminar su solicitud de trabajo

# CodigoQR
source: QR Code
es: Código QR

# SolicitarCodigoQR
source: The workers will provide you a QR code to verify their identity and start the job request
es: Para dar inicio con la solicitud, solicite un código QR a los trabajadores y escanéelo utilizando la cámara de su dispositivo.

# IniciarSolicitudTrabajo
source: Start job request
es: Iniciar solicitud de trabajo

# IniciarSolicitudTrabajoDescripcion
source: Verify your job application information and scan the provider's QR code to get started
es: Verifique la información de su solicitud de trabajo y escanee el código QR del proveedor para dar inicio

# SolicitudTrabajoIniciada
source: The job request has started
es: La solicitud de trabajo se ha iniciado

# SolicitudTrabajoIniciadaDescripcion
source: It is time for our MASTERS to demonstrate their capabilities. Once the job is complete, go to the requests menu and select finish.
es: Es el momento para que nuestros MASTERS demuestren sus capacidades. Una vez se haya finalizado el trabajo, diríjase al menú de solicitudes y seleccione finalizar.

# HacerOferta
source: Make offer
es: Hacer oferta

# ListarSolicitudesDescripcion
source: View your active job requests and previously made ones.
es: Visualice sus solicitudes de trabajo activas y las que haya realizado anteriormente.

# OfertasTrabajo
source: Job offers
es: Ofertas de Trabajo

# OfertasTrabajoDescripcion
source: View the job offers made by companies for your need.
es: Visualice las ofertas de trabajo realizadas por las empresas para su necesidad.

# TipoPago
source: Payment type
es: Tipo de pago

# Precio
source: Price
es: Precio

# OfertaRealizadaDurante
source: Offer made during
es: Oferta realizada durante

# PrecioCancelacion
source: Cancellation price
es: Precio de cancelación

# OfertaRealizadaPor
source: Offer done by
es: Oferta realizada por

# SolicitudesPorIniciar
source: Requests to start
es: Solicitudes por iniciar

# RegresarListaOfertas
source: Return to offers list
es: Regresar a la lista de ofertas

# OfertaTrabajoAceptada
source: Job offer accepted
es: Oferta de trabajo aceptada

# OfertaTrabajoAceptadaDescripcion
source: Thank you for selecting the offer of our MASTER. The company will be notified soon. You can start this request in the list of requests to start
es: Gracias por seleccionar la oferta de nuestro MASTER. La empresa pronto será notificada. Puede dar inicio a esta solicitud en la lista de solicitudes por iniciar

# RechazarOfertaTrabajo
source: Reject job offer
es: Rechazar oferta de trabajo

# RechazarOfertaTrabajoDescripcion
source: We understand that this provider does not meet your needs in the right way. Please confirm that you want to reject and delete this job offer.
es: Entendemos que este proveedor no cumple con sus necesidades. Por favor confirme que desea rechazar y eliminar esta oferta de trabajo.

# FinalizarSolicitudTrabajo
source: Finish job request
es: Finalizar solicitud de trabajo

# FinalizarSolicitudTrabajoDescripcion
source: View the information regarding your job application before ending the process
es: Visualice la información referente a su solicitud de trabajo antes de finalizar con el proceso

# Continuar
source: Continue
es: Continuar

# FinalizarSolicitudAgregarFotografias
source: You can then add photos of the work completed by our MASTER.
es: A continuación, puede agregar fotografías del trabajo finalizado por nuestro MASTER.

# SubirDocumento
source: Upload document
es: Subir documento

# SubirFotografia
source: Upload photograph
es: Subir fotografía

# RealizarPagoSolicitud
source: Make job request payment
es: Realizar pago de la solicitud

# RealizarPagoSolicitudDescripcion
source: Proceed to cancel the total cost of the job application
es: Proceda a cancelar el costo total de la solicitud de trabajo

# CostoNeto
source: Net cost
es: Costo neto

# TotalDolares
source: Total in USD
es: Total en dólares

# VolverIntentar
source: Retry
es: Volver a intentar

# DetallesOfertaTrabajo
source: Job offer details
es: Detalles Oferta Trabajo

# DetallesOfertaTrabajoDescripcion
source: Review the information of the company that made the job offer
es: Revise la información de la empresa que realizó la oferta de trabajo

# AgregarHorasTrabajadasDescripcion
source: Add the hours worked by each of the workers
es: Añada las horas laboradas por cada uno de los trabajadores

# RealizarPagoSolicitudPaypal
source: Then you can make the payment of the job application. We appreciate your support of our MASTERS.
es: A continuación podrá realizar el pago de la solicitud de trabajo. Agradecemos su apoyo a nuestros MASTERS.

# SolicitudTrabajoFinalizada
source: Job application completed
es: Solicitud de trabajo finalizada

# SolicitudTrabajoFinalizadaDescripcion
source: Thank you very much for choosing MASTER. Our experts will remain at your disposal for your future projects
es: Muchas gracias por preferir MASTER. Nuestros expertos seguirán a su disposición para sus proyectos futuros

# CalificacionEmpresa
source: Company Rating
es: Calificación Empresa

# CalificacionTrabajo
source: Job Rating
es: Calificación Trabajo

# CalificacionTrabajador
source: Worker Rating
es: Calificación Trabajador

# ComentarioEmpresa
source: Company Comment
es: Comentario Empresa

# ComentarioTrabajador
source: Worker Comment
es: Comentario Trabajador

# ComentariorTrabajo
source: Job Commet
es: Comentario Trabajo

# Solicitudes
source: Requests
es: Solicitudes

# AgregarTrabajadorOferta
source: Add workers to the offer
es: Agregar trabajadores a la oferta

# Agrega
source: Add
es: Agregar

# EliminarTrabajadoresOferta
source: Eliminate workers from the offer
es: Eliminar trabajadores a la oferta

# OpcionAgregarPresupuesto
source: If you do not add it, the final price will be calculated by the total hours that the worker has worked
es: Si no lo agrega, el precio final será calculado por el total de horas que haya laborado el trabajador

# RegistrarCliente
source: Register client
es: Registro de cliente

# RegistrarTrabajador
source: Register worker
es: Registro trabajador

# CodigoQRInvalido
source: QR Code invalid
es: Código QR inválido
